       IDENTIFICATION DIVISION.
       PROGRAM-ID. ACCT02.
       ENVIRONMENT DIVISION.
       INPUT-OUTPUT SECTION.
       FILE-CONTROL.
           SELECT ORPHFILE ASSIGN TO ORPHDD.
       DATA DIVISION.
       PROCEDURE DIVISION.
       MAIN-PARA.
           OPEN INPUT ORPHFILE.
           STOP RUN.
